---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ElementLevelFilter
source: html/ba3be5b3-c507-4f25-28b9-98e4095a73c4.htm
---
# ElementLevelFilter Members

Constructs a new instance of an ElementLevelFilter.